import arkh10 from './assets/arkh-michael-1.0.jpg'
import arkh11 from './assets/arkh-michael-1.1.png'
import arkh12 from './assets/arkh-michael-1.2.png'
import arkh20 from './assets/arkh-michael-2.0.jpg'

import chumbarov10 from './assets/chumbarov-1.0.png'
import chumbarov20 from './assets/chumbarov-2.0.png'
import chumbarov21 from './assets/chumbarov-2.1.png'
import chumbarov30 from './assets/chumbarov-3.0.jpg'

import boyan10 from './assets/boyan-dock-1.0.png'
import boyan11 from './assets/boyan-dock-1.1.png'
import boyan12 from './assets/boyan-dock-1.2.png'

import red10 from './assets/red-dock-1.0.png'
import red20 from './assets/red-dock-2.0.png'
import red21 from './assets/red-dock-2.1.png'
import red22 from './assets/red-dock-2.2.png'

import yard10 from './assets/guest-yard-1.0.png'
import yard11 from './assets/guest-yard-1.1.png'
import yard20 from './assets/guest-yard-2.0.png'
import yard21 from './assets/guest-yard-2.1.jpg'
import yard30 from './assets/guest-yard-3.0.jpg'

import nabka10 from './assets/nabka-1.0.png'
import nabka11 from './assets/nabka-1.1.jpg'
import nabka12 from './assets/nabka-1.2.jpg'
import nabka13 from './assets/nabka-1.3.png'
import nabka20 from './assets/nabka-2.0.jpg'

import lenin10 from './assets/lenin-square-1.0.jpg'
import lenin20 from './assets/lenin-square-2.0.jpg'

import vosk10 from './assets/voskresenskaya-1.0.png'
import vosk11 from './assets/voskresenskaya-1.1.png'
import vosk20 from './assets/voskresenskaya-2.0.png'

import zhd10 from './assets/zhd-1.0.png'
import zhd11 from './assets/zhd-1.1.jpg'
import zhd20 from './assets/zhd-2.0.png'

export default [
    {
        title: 'Собор Архангела Михаила',
        images: [arkh10, arkh11, arkh12, arkh20],
        content: <>
            Строительство собора началось в 1693 году и завершилось в 1707 году.
            Он был возведён по указу царя Петра I как кафедральный собор Архангельской епархии
            и стал символом развития города как важного морского и торгового порта. Архангельск
            в тот период был единственным выходом России к Баренцеву морю.
            <br/>
            Собор пережил множество исторических событий, включая войны и изменения в
            государственной политике. В 20 веке, во времена советской власти,
            собор был закрыт и подвергся частичной утрате своих функций как
            культового здания. В это время в соборе размещались различные учреждения и даже выставки.
            <br/>
            Вернуться к своей исторической роли собор смог только в начале 90-х годов
            XX века, когда он был возвращён православной церкви. Проведённые реставрационные
            работы позволили восстановить первоначальный облик здания и его интерьера.
            <br/>
            В настоящее время собор Михаила Архангела является действующим храмом и местом
            паломничества. Он продолжает оставаться центром духовной жизни Архангельска и активно
            участвует в культурных и общественных мероприятиях города. Собор также привлекает туристов
            благодаря своей богатой истории и архитектурной красоте.
        </>
    },
    {
        title: 'Проспект Чумбарова-Лучинского',
        images: [chumbarov10, chumbarov20, chumbarov21, chumbarov30],
        content: <>
            Назван проспект в честь Федора Чумбарова – революционера,
            прожившего всего 22 года и погибшего при штурме Кронштадта.
            “Лучинский” – это его псевдоним, который Федор объяснял тем, что учился
            читать при свете лучины. Местные жители называют эту пешеходную улицу Чумбаровкой.
            <br/>
            В начале ХХI века сюда привезли со всех улиц Архангельска сохранившиеся деревянные
            постройки ХIХ-ХХ веков, снова собрали, укрепили, покрасили, где требовалось и
            превратили обычный проспект в улицу-музей. Или не собирали, а построили копии.
            Ничего «родного» на проспекте не стоит.
            <br/>
            Самое «важное» здание на проспекте – дом коммерческого собрания, в котором находится музей «Марфин дом»:
            Еще на своем историческом месте Марфин дом попал в историю – именно в нем было объявлено
            о том, что на смену России пришел СССР. Коммерческое собрание сменилось на совет депутатов,
            затем Марфин дом отдали под ТЮЗ, затем под Дом офицеров и кинотеатр. А затем Марфин дом снесли,
            потому что расширяли улицу. Но! Тут же создали копию на Чумбарова-Лучинского, слегка (всего на
            1000 квадратных метров – ерунда какая) уменьшив его общую площадь. Сейчас в Марфином доме проводятся
            выставки, а перед домом периодически кто-нибудь выступает на деревянном постаменте.
            <br/>
            Помимо домиков на проспекте стоят скульптуры знаковых личностей для Архангельска – реальных и выдуманных, широко- и малоизвестных.
            <br/>
            <a href='https://dzen.ru/a/ZRwAo6GizHovErmi?sid=140969198626948534'>Источник</a>
        </>
    },
    {
        title: 'Буяновая пристань — сердце старого Архангельска',
        images: [boyan10, boyan11, boyan12],
        content: <>
            Буяновая пристань, основанная в 1818 году, стала одной из самых оживлённых
            торговых точек Архангельска. Сюда приставали поморские шхуны и карбасы, гружённые рыбой, морским зверем, молоком и овощами.
            Товары выгружались прямо на берег и продавались на рынке, который располагался на
            месте нынешнего Дворца детского и юношеского творчества.
            <br/>
            Название "Буяновая" происходит от слова "буян", что в переводе с старославянского означает "пристань".
            Это название отсылает нас к тому, что это была одна из самых старинных пристаней в Архангельске.
            <br/>
            В советские времена название "Буяновая пристань" практически не использовалось,
            поскольку этот причал объединялся с другими и именовался "Пристани пригородного сообщения".
            <br/>
            Сегодня на месте Буяновой пристани находится современная прогулочная зона на набережной Северной Двины.
            Здесь установлены информационные стенды, рассказывающие об истории места,
            а также виднеются сохранившиеся деревянные сваи старого причала.
        </>
    },
    {
        title: 'Красная пристань',
        images: [red10, red20, red21, red22],
        content: <>
            Красная пристань, ранее известная как Соборная, расположена на набережной Северной Двины
            в районе улицы Карла Либкнехта. До 1920 года она носила название Соборная, поскольку
            находилась рядом с главным собором города.
            <br/>
            С этой пристани отправлялись и возвращались легендарные арктические экспедиции,
            например экспедиция Георгия Седова к Северному полюсу. В 1912 году шхуна "Святой мученик Фока"
            отправилась отсюда в своё путешествие, а в 1914 году вернулась в Архангельск в полуразрушенном состоянии,
            так и не достигнув заветного северного полюса земли. После этого судно затонуло у пристани, загромождая причальную линию.
            <br/>
            Сегодня на Красной пристани установлены различные памятники и арт-объекты, включая стальной
            ахтерштевень шхуны "Святой мученик Фока", который был поднят со дна и стал частью экспозиции
            под открытым небом.
            <br/>
            Красная пристань является одной из самых узнаваемых достопримечательностей
            Архангельска и символом морской славы города. Здесь проводятся различные
            культурные мероприятия, и она продолжает оставаться важным местом для
            горожан и туристов.
        </>
    },
    {
        title: 'Гостиный двор',
        images: [yard10, yard11, yard20, yard21, yard30],
        content: <>
            Гостиный двор – интересный архитектурный комплекс из Русского и Немецкого гостиных дворов,
            на территории которых активно велась торговля всевозможными товарами,
            и крепости для отражения нападения противника, кем бы он ни был.
            <br/>
            Историю частично сохранившегося до наших дней памятника архитектуры стоит начать с того,
            что к моменту возведения комплекса Архангельск ыл важным центром торговли.
            С начала XVII века количество иностранных торговых судов, прибывающих в город, увеличивалось.
            Возникла необходимость в помещениях для хранения и взвешивания товаров,
            а также в инфраструктуре для размещения приезжих купцов.
            Так появился первый гостиный двор – совокупность деревянных построек вокруг торговой площади.
            Основная часть помещений – амбары. Здесь же располагались бани.
            <br/>
            После разрушительного пожара, в результате которого сгорели деревянные
            гостиные дворы, стало очевидно, что для сохранности товаров новый гостиный двор
            необходимо возвести из камня. Учитывая важность задачи, царским указом Алексея
            Михайловича было постановлено разработать проект торгового двора таким образом,
            чтобы постройка могла служить не только целям торговли, но и военно-оборонительным.  
            <br/>
            Решено было строить новые гостиные дворе на мысе Пур-Наволок, на месте сгоревших.
            Строительство Русского и Немецкого каменных гостиных дворов началось в 1668 году и продолжалось 16 лет.
            <br/>
            С воцарением Петра I экономическое положение Архангельска стало меняться.
            Деятельный государь в первый свой визит в архангельские гостиные дворы был чрезвычайно впечатлен масштабами торговли,
            устройством и организацией. С возведением Санкт-Петербурга и переносом международной торговли в новую столицу
            начался постепенный упадок Архангельска, как делового и торгового центра. В результате того,
            что более половины помещений гостиных дворов оказались не востребованы,
            город стал ощущать нехватку средств на содержание и ремонт комплекса.
            К концу 18 века комплекс архангельских гостиных дворов оказался в плачевном состоянии.
            <br/>
            Последовавшая реконструкция радикально изменила здание.
            Немецкий гостиный двор и Каменный город оказались разобраны.
            Плиты и кирпич пошли на ремонт Русского двора.
            По распоряжению Екатерины II в Русском гостином дворе расположилась Таможня.
            Позднее, в 1788 году было возведено здание биржи с башней, а еще спустя
            почти 30 лет — соляные склады.
            <br/>
            Начало XX века продолжилось постепенным ветшанием и разрушением Гостиного двора.
            Были разобраны две стороны по улице Воскресенской и Троицкому проспекту.
            В результате от всего комплекса осталась только набережная часть русских дворов.
            В 1981 году комплекс передан Архангельскому краеведческому музею.
            Масштабные реставрационные восстановительные работы начались в 1992 году.
            В особенно сложный для страны период работы неоднократно останавливались.
            В 2006 году Гостиный двор был включен в областную программу «Культура Русского Севера (2006—2009)».
            <br/>
            Сегодня здание Гостиного Двора – памятник архитектуры федерального значения.
            Здесь расположен Музейно-выставочный комплекс «Гостиный Двор». В отреставрированных одностолпных
            палатах Русского Гостиного двора развернута постоянная экспозиция «История и культура Поморья XVI-XVII вв.» и работают выставки.
            <br/>
            <a href='https://dzen.ru/a/ZbktBGyYIgbFUCRR?sid=124991106262134784'>Источник</a>
        </>
    },
    {
        title: 'Набережная Северной Двины',
        images: [nabka10, nabka11, nabka12, nabka13, nabka20],
        content: <>
            Первой улицей Архангельска, с которой началось строительство нашего города, стала Набережная Северной Двины.
            В разные годы она носила разные названия: проспект Сталинских ударников (1935), имени Сталина (1946), имени В.
            И. Ленина, современное название было дано ей в 1993 году. В 70-е годы пошлого века наша Набережная преобразилась
            и стала любимым местом отдыха горожан. Так, как сейчас, Набережная выглядела не всегда. Зеленые аллеи, деревянные
            мостики над оврагами, деревянные перила, резные беседки, огромные булыжники от самого берега до линии воды – такой
            мы видим Набережную на открытках и фотографиях конца 19 – начала 20 века.
            <br/>
            С набережной началось заселение города. Здесь сосредоточены основные и наиболее ценные памятники Архангельска.
            По проекту изменялся и внешний вид самого берега: его должны были украсить железобетонными плитами и гранитом,
            а откосы - травяным покровом. В скверах и бульварах с зелеными газонами и насаждениями предполагалось разместить
            новые обелиски и памятники. Намечалось значительное расширение проезжей части набережной - её ширина должна была
            увеличиться от шести до 15 метров.
            <br/>
            Источники - https://ekb.aonb.ru/index.php?id=1349&year=2016&page=2 ; https://dzen.ru/a/X23a9W4zl0oB3GYa?sid=174655923712756174
        </>
    },
    {
        title: 'Площадь Ленина',
        images: [lenin10, lenin20],
        content: <>
            Площадь Ленина – крупнейшая в Архангельске, образована в 1973 году. Расположена вдоль Троицкого
            проспекта, между улицами Воскресенская, Свободы, Карла Либкнехта, с выходами к Петровскому парку
            и пешеходному проспекту Чумбарова-Лучинского.
            <br/>
            Место в районе пересечения Воскресенской улицы и Троицкого проспекта Архангельска исторически
            являлось центральным. До революции здесь располагались такие важные и крупные архитектурные объекты,
            как Воскресенская церковь, губернаторский дом, здание городской Думы, которые были разрушены в 1930-е.
            На их месте были возведены новые деревянные здания, снесенные после принятия решения о строительстве
            центральной площади в Архангельске. На освобожденном месте размером 200 на 300 метров Госстрой СССР
            объявил всесоюзный конкурс на главную площадь Архангельска. Работы по образованию площади были окончены
            в 1973 году. Площадь, которой с момента создания было присвоено имя Ленина, со всех сторон была обрамлена
            административными зданиями и двумя жилыми домами с музеями и Домом книги на первых этажах. Сейчас она представляет
            собой целостный архитектурный ансамбль с главным акцентом в виде 24-этажного высотного здания. 
            <br/>
            В Архангельске первый памятник вождю мирового пролетариата был открыт еще в 1924 году.
            Бронзовые скульптуры стояли в скверах и перед проходными предприятий. А вот на центральной
            площади города его установили только в 1988 году, но зато он вошел в историю как последний
            установленный в СССР монумент вождю мирового пролетариата. До этого на площади перед зданием
            обкома КПСС находился фонтан. Фонтан затем перенесли к Архангельскому театру драмы. У театра
            он размещался недолго, в 2009 году демонтирован, перенесен в район площади Профсоюзов, где до
            сих пор ждет решения о своем новом месте жительства.
            <br/>
            Источник - https://dvina29.ru/glavnaya-ploshchad-goroda/
        </>
    },
    {
        title: 'Воскресенская улица',
        images: [vosk10, vosk11, vosk20],
        content: <>
            Воскресенская. Это не просто улица — это ось, вдоль которой на протяжении веков
            развивалась жизнь города, строились здания, принимались судьбоносные решения и
            кипела торговля. Своё название она получила в честь Воскресенской церкви, построенной
            по указу Петра I. Храм, к сожалению, не сохранился — в 1930-е годы его разрушили, как
            и многие церковные сооружения того времени. Однако улица в 1993 году вновь обрела своё
            историческое имя после долгого периода, когда её называли улицей Энгельса.
            <br/>
            Протянулась Воскресенская улица от самой набережной Северной Двины до железнодорожного
            вокзала, проходя через три важнейшие площади города: площадь 60-летия Октября, площадь
            Ленина и площадь Дружбы народов. Она словно связывает старый портовый Архангельск с новым,
            индустриальным. Не случайно именно по этой оси в XIX веке прокладывали основные городские
            маршруты и располагали важнейшие здания.
            <br/>
            На протяжении всей своей истории улица была деловым и административным центром города.
            Здесь стояли губернаторский дом, здание городской думы, торговые ряды, банки и гостиницы.
            До революции на Воскресенской кипела буржуазная жизнь: по мостовой катили повозки, звучали
            разговоры на русском, немецком, английском языках — торговцы и капитаны судов, чиновники и
            купцы спешили по делам.
            <br/>
            С архитектурной точки зрения улица богата: на ней можно встретить здания конца XIX — начала XX
            века, среди которых особенно выделяется дом купца С. В. Овчинникова (№37) с его строгими формами
            и купеческим размахом.
            <br/>
            До 2008 года по Воскресенской проходили троллейбусные линии, соединяя центр с окраинами.
            Сегодня улица остаётся оживлённой транспортной артерией, но всё чаще её выбирают и для прогулок.
            Благодаря удобным тротуарам, обновлённым фасадам и центральному расположению, она превратилась в
            городской бульвар, где можно ощутить дыхание истории, не покидая городской суеты.
        </>
    },
    {
        title: 'Железнодорожный вокзал',
        images: [zhd10, zhd11, zhd20],
        content: <>
            Строительство линии, соединяющей Вологду с Архангельском, началось в конце XIX века и
            было завершено к 1898 году. Это событие стало мощным стимулом для экономического развития
            региона и значительно облегчило сообщение с остальной частью России.
            <br/>
            С приходом железной дороги в 1898 году в Архангельске был построен первый железнодорожный
            вокзал. Это было, как и многие первые станции, деревянное здание. Оно соответствовало
            потребностям того времени, но с ростом грузо- и пассажиропотока стало очевидно, что требуется
            более капитальное и вместительное сооружение.
            <br/>
            Необходимость нового, каменного вокзала назрела в первой половине XX века. Однако существующее
            здание и пути играли критическую роль, особенно в период Первой мировой войны и последующих событий,
            когда Архангельск был важным портом для снабжения и эвакуации. Нынешнее здание вокзала было построено
            уже в послевоенный период, а именно в 1956 году.
            <br/>
            В конце XX и начале XXI века здание вокзала прошло через несколько этапов реконструкции и модернизации.
            Целью было повышение уровня комфорта для пассажиров, обновление инфраструктуры и сохранение исторического
            облика здания. Сегодня Архангельский железнодорожный вокзал является крупным пассажирским комплексом,
            связывающим город с Москвой, Санкт-Петербургом и другими регионами страны.
        </>
    }
];